"Main" = "主页";
"Setting" = "设置";
"Culture" = "咖啡文化";
"Nearby" = "附近人";
"Coffee Machine location" = "咖啡机位置";

/* No comment provided by engineer. */
"6~12 characters" = "6~12个字符";

/* No comment provided by engineer. */
"Account" = "我的余额";

/* No comment provided by engineer. */
"Alipay" = "支付宝";

/* No comment provided by engineer. */
"Bind Mail" = "绑定邮箱";

/* No comment provided by engineer. */
"buys" = "人";

/* No comment provided by engineer. */
"CANCEL" = "取消";
"OK" = "确认";

/* No comment provided by engineer. */
"Cancel successfully!" = "取消成功!";

/* No comment provided by engineer. */
"Cart" = "购物车";

/* No comment provided by engineer. */
"Change Avatar" = "修改头像";

/* No comment provided by engineer. */
"Choose Library" = "从相册选择";

/* No comment provided by engineer. */
"Comment" = "评论";

/* No comment provided by engineer. */
"comments" = "评论";

/* No comment provided by engineer. */
"Congraduation, add to cart successfully!" = "恭喜,成功加入购物车!";

/* No comment provided by engineer. */
"Congraduation, delete favorite successfully!" = "恭喜,成功删除收藏夹!";

/* No comment provided by engineer. */
"Consume" = "消费";

/* No comment provided by engineer. */
"District" = "地区";

/* No comment provided by engineer. */
"Email" = "邮箱";

/* No comment provided by engineer. */
"Favorite" = "收藏夹";

/* No comment provided by engineer. */
"Female" = "女";

/* No comment provided by engineer. */
"Gender" = "性别";

/* No comment provided by engineer. */
"Input email account" = "请输入邮箱";

/* No comment provided by engineer. */
"Input verify code" = "请输入验证码";

/* No comment provided by engineer. */
"INVALID_Email" = "无效的邮箱";

/* No comment provided by engineer. */
"INVALID_PASSWORD" = "无效的密码";

/* No comment provided by engineer. */
"INVALID_PHONE" = "无效的手机号码";

/* No comment provided by engineer. */
"Loggin..." = "登陆中。。。";

/* No comment provided by engineer. */
"Login" = "登陆";

/* No comment provided by engineer. */
"Logout" = "退出";

/* No comment provided by engineer. */
"Male" = "男";

/* No comment provided by engineer. */
"Moments" = "活动圈";

/* No comment provided by engineer. */
"My Oder" = "我的订单";

/* No comment provided by engineer. */
"N/A" = "无";

/* No comment provided by engineer. */
"New Password" = "请输入新密码";

/* No comment provided by engineer. */
"New Password again" = "请再次输入新密码";

/* No comment provided by engineer. */
"Nick" = "昵称";

/* No comment provided by engineer. */
"Nickname" = "昵称";

/* No comment provided by engineer. */
"Order" = "订单";

/* No comment provided by engineer. */
"Personal" = "个人中心";

/* No comment provided by engineer. */
"Phone Number" = "手机号码";

/* No comment provided by engineer. */
"Recharge" = "充值";

/* No comment provided by engineer. */
"Record" = "记录";

/* No comment provided by engineer. */
"Register" = "注册";

/* No comment provided by engineer. */
"Register Sucess" = "注册成功!";

/* No comment provided by engineer. */
"RESET_PASSWORD_MAIL" = "重置密码";

/* No comment provided by engineer. */
"RESET_PASSWORD_SUCCESS" = "重置密码成功";

/* No comment provided by engineer. */
"Sex" = "性别";

/* No comment provided by engineer. */
"Take coffee successfully!" = "取咖啡成功!";

/* No comment provided by engineer. */
"Take Photo" = "使用手机拍照";

/* No comment provided by engineer. */
"TWO PASSWORD NOT SAME" = "密码不一致";

/* No comment provided by engineer. */
"User" = "个人信息";

/* No comment provided by engineer. */
"Verify Code" = "验证码";

/* No comment provided by engineer. */
"VERIFY_CODE_MAIL" = "已发送验证码至您的邮箱";

/* No comment provided by engineer. */
"VERIFY_CODE_MOBILE" = "已发送验证码至您的手机";

/* No comment provided by engineer. */
"Wechat" = "微信支付";

/* No comment provided by engineer. */
"Yuan" = "元";

/* No comment provided by engineer. */
"中国" = "中国";

/* No comment provided by engineer. */
"忘记密码" = "忘记密码";

/* No comment provided by engineer. */
"Coffee Comments" = "评论";

/* No comment provided by engineer. */
"Congraduation, add to favorite successfully!" = "恭喜, 成功加入收藏夹";

/* No comment provided by engineer. */
"Continue Recharge" = "继续充值";

/* No comment provided by engineer. */
"Loading..." = "加载中...";

/* No comment provided by engineer. */
"Main" = "Main";

/* No comment provided by engineer. */
"NEARBY_COFFEE" = "附近人在喝什么哟";

/* No comment provided by engineer. */
"No Product" = "无此咖啡";

/* No comment provided by engineer. */
"Notification" = "提醒";

/* No comment provided by engineer. */
"Pay" = "支付";

/* No comment provided by engineer. */
"Pay Fail" = "支付失败";

/* No comment provided by engineer. */
"Qty." = "数量:";

/* No comment provided by engineer. */
"Recharge Fail" = "充值失败";

/* No comment provided by engineer. */
"Recharge Success!" = "充值成功!";

/* No comment provided by engineer. */
"Show All" = "展开所有咖啡";

/* No comment provided by engineer. */
"Show Part" = "收起";

/* No comment provided by engineer. */
"Total" = "总共";

/* No comment provided by engineer. */
"Edit" = "编辑";
/* No comment provided by engineer. */
"Change Password" = "修改密码";
/* No comment provided by engineer. */
"Old password " = "原密码";
/* No comment provided by engineer. */
"New password " = "新密码";
/* No comment provided by engineer. */
"Input old password " = "请输入原密码";
/* No comment provided by engineer. */
"Input new password " = "请输入新密码";
"INVALID_User" = "没有登录!";
"About" = "关于";
"Change Password" = "修改密码";
"Suggestion" = "意见反馈";